{
  "main": {
    "shn": {
      "identity": {
        "language": "shn"
      },
      "localeDisplayNames": {
        "variants": {
          "1901": "လၢႆးတႅမ်ႈလိၵ်ႈၾိင်ႈထုင်းၵျႃႇမၼ်ႇ",
          "1994": "လိၵ်ႈလၢႆး ရီႇသျႅၼ်ႇ ဢၼ်မီးပိူင်တၢႆ",
          "1996": "လိၵ်ႈၵျႃႇမၼ်ႇ မိူဝ်ႈပီ 1996",
          "1606NICT": "ဝၢႆးလင် ၾရၢင်ႇသဵတ်ႈ ပွတ်းၵၢင် တေႃႇထိုင် 1606",
          "1694ACAD": "ၾရၢင်ႇသဵတ်ႈပၢၼ်မႂ်ႇမိူဝ်ႈၸဝ်ႉ",
          "1959ACAD": "ပၢႆးပၺ်ႇၺႃႇ",
          "ABL1943": "ပိူင်ၽွတ်ႇၶွတ်ႈ လွင်ႈတႅမ်ႈလိၵ်ႈ မိူဝ်ႈပီ 1943",
          "ALALC97": "ALA-LC လွင်ႈႁဵတ်းႁႂ်ႈပဵၼ် ရူဝ်ႇမႅၼ်ႇ မိူဝ်ႈပီ 1997",
          "ALUKU": "ၵႂၢမ်းလၢတ်ႈဢႃႇလူႇၵူႇ",
          "AO1990": "လိၵ်ႈႁူမ်ႈမၢႆ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ပေႃးတူႉၵၢဝ်ႇ မိူဝ်ႈပီ 1990",
          "BAKU1926": "တူဝ်မႄႈလိၵ်ႈလတိၼ်ႇ တိူဝ်ႇၵီႇၽွမ်ႉႁူမ်ႈ",
          "BALANKA": "ၵႂၢမ်းလၢတ်ႈ ပႃႇလၼ်ၵႃ ဢၼီႇ",
          "BARLA": "ၸုမ်းၵႂၢမ်းလၢတ်ႈ ပႃႇလႃႇဝႅၼ်ႇတူဝ်ႇ ၶွင် ၵႃႇပူဝ်ႇဝႃႇတီႇဢႃႇၼူႇ",
          "BISKE": "ၵႂၢမ်းလၢတ်ႈ ၵျူဝ်းၵျီဢူဝ်/ပီႇလႃႇ",
          "BOHORIC": "တူဝ်မႄႈလိၵ်ႈ ပူဝ်ႁူဝ်ရိၵ်ႉ",
          "BOONT": "ပူၼ်းတလိၼ်ႇ",
          "COLB1945": "ပၢင်ၵုမ်လူင် ၵၢၼ်တႅမ်ႈလိၵ်ႈ ၽႃႇသႃႇပေႃးတူႉၵၢဝ်ႇ-ပရႃႇၸီး မိူဝ်ႈပီ 1945",
          "DAJNKO": "တူဝ်မႄႈလိၵ်ႈ တၢၼ်ၵူဝ်",
          "EKAVSK": "သႃးပီးယႅၼ်း ဢၼ်မီးသဵင်ဢွၵ်ႇ ဢီႇၵႃႇဝီႇယႅၼ်ႇ",
          "EMODENG": "ဢိင်းၵလဵတ်ႈပၢၼ်မႂ်ႇမိူဝ်ႈၸဝ်ႉ",
          "FONIPA": "ပၢႆးသဵင် IPA",
          "FONUPA": "ပၢႆးသဵင် UPA",
          "HEPBURN": "ႁႅပ်ႉပၢၼ်ႇ ႁဵတ်းႁႂ်ႈပဵၼ် ရူဝ်ႇမႅၼ်ႇ",
          "IJEKAVSK": "သႃးပီးယႅၼ်း ဢၼ်မီးသဵင်ဢွၵ်ႇ ဢီႇၸႅၵ်ႉဝီႇယႅၼ်ႇ",
          "KKCOR": "လၢႆးတႅမ်ႈလိၵ်ႈ ဢၼ်ၸႂ်ႉတိုဝ်းၼမ်",
          "KSCOR": "လၵ်းၸဵင် လၢႆးတႅမ်ႈလိၵ်ႈ",
          "LIPAW": "ၵႂၢမ်းလၢတ်ႈ လီႇပူဝ်ႇဝႃႇၸ် ၶွင် ရီႇသျႅၼ်ႇ",
          "METELKO": "တူဝ်မႄႈလိၵ်ႈ မႅတ်ႉတႄႇလ်ၵူဝ်ႇ",
          "MONOTON": "သဵင်လဵဝ်",
          "NDYUKA": "ၵႂၢမ်းလၢတ်ႈ ဢိၼ်ႇတူးၵ",
          "NEDIS": "ၵႂၢမ်းလၢတ်ႈ ၼႃတီသွၼ်",
          "NJIVA": "ၵႂၢမ်းလၢတ်ႈ ၼိဝႃႇ/ၵျိဝႃႇ",
          "NULIK": "ဝူဝ်ႇလႃႇပူၵ်ႉ ၵၢပ်ႈပၢၼ်မႂ်ႇ",
          "OSOJS": "ၵႂၢမ်းလၢတ်ႈ ဢူဝ်ႇသီးယႃးၵူဝ်ႇ/ဢူဝ်ႇသူဝ်ႇၸႅၼ်ႇ",
          "OXENDICT": "လွင်ႈတႅမ်ႈလိၵ်ႈ ပပ်ႉပိုတ်ႇတႅတ်ႈ ဢိင်းၵလဵတ်ႈ ဢွၵ်ႉသ်ၾူတ်ႉ",
          "PAMAKA": "ၵႂၢမ်းလၢတ်ႈပႃႇမၵ",
          "PINYIN": "ပိၼ်းယိၼ်း ရူဝ်ႇမႅၼ်ႇ",
          "POLYTON": "ပူဝ်ႇလီတွၼ်းၼိၵ်ႉ",
          "POSIX": "ၶွမ်ႇပိဝ်ႇတႃႇ",
          "REVISED": "လၢႆးတႅမ်ႈလိၵ်ႈဢၼ်ၶိုၼ်းမႄးထတ်းဝႆႉ",
          "RIGIK": "ၶလၢတ်ႉသိၵ်ႉ ဝူဝ်ႇလႃႇပူၵ်ႉ",
          "ROZAJ": "ရီႇသျႅၼ်ႇ",
          "SAAHO": "သႃႇႁူဝ်ႇ",
          "SCOTLAND": "ၽႃႇသႃႇဢိင်းၵလဵတ်ႈ ပိူင်သၵွတ်ႉ",
          "SCOUSE": "သၵၢဝ်ႉ",
          "SOLBA": "ၵႂၢမ်းလၢတ်ႈ သတူဝ်းလ်ဝီႇၸႃႇ/သူဝ်ႇလ်ပီႇၵႃႇ",
          "SOTAV": "ၸုမ်းၵႂၢမ်းလၢတ်ႈ သူဝ်ႇတႃႇဝႅၼ်ႇတူဝ်ႇ ၶွင် ၵႃႇပူႇဝႃႇတီႇဢႃၼူႇ",
          "TARASK": "လိၵ်ႈလၢႆး တႃရႃသၵီးဝီႇၵႃႇ",
          "UCCOR": "လၢႆးတႅမ်ႈလိၵ်ႈၽွမ်ႉႁူမ်ႈ",
          "UCRCOR": "လၢႆးတႅမ်ႈလိၵ်ႈ ဢၼ်ၽွမ်ႉႁူမ်ႈၶိုၼ်းမႄးထတ်းဝႆႉ",
          "UNIFON": "တူဝ်လိၵ်ႈယူႇၼီႇၾူၼ်းပၢႆးသဵင်",
          "VALENCIA": "ဝႃလႅၼ်သီႇယႅၼ်ႇ",
          "WADEGILE": "ဝဵတ်ႉ-ၵိဝ်းသ် ရူဝ်ႇမႅၼ်ႇ"
        }
      }
    }
  }
}
